<?php

return [
    'phone_number' => '+7 (901) 865 87-55',
    'address' => 'Игринский район, д. Мувыр',
    'group' => 'https://vk.com/weekendvmywer',
    'layout' => [
        'services' => 'Услуги',
        'excursions' => 'Экскурсии',
        'events' => 'Мероприятия',
        'houses' => 'Гостевые домики',
        'entertainments' => 'Развлечения',
        'products' => 'Молочная продукция',
        'projects' => 'Инвесторам',
        'contacts' => 'Контакты',
        'history' => 'История',
    ],
    'main' => [
        'title' => 'Добро пожаловать в',
        'title_name' => 'Мувыр',
        'learn_more' => 'Узнать больше',
        'excursions' => [
            'title' => 'Экотуризм в Мувыре',
            'description' => 'В деревне Мувыр можно наслаждаться природой, прогуляться по лесу до висячего моста, прокатиться на лодке, рыбачить, организовать барбекю, устроить пикник в беседке или под открытым небом и многое другое',
            'button' => 'Все Экскурсии',
            'empty' => 'В данный момент нет экскурсий :(',
        ],
        'events' => [
            'title' => 'Мероприятия',
            'description' => 'Мы предлагаем множество чудесных мероприятий',
            'button' => 'Все Мероприятия',
            'empty' => 'В данный момент нет мероприятий :(',
        ],
        'weddings' => [
            'title' => 'Организация Свадеб',
            'description' => 'Мы предлагаем уникальную возможность создать незабываемое свадебное торжество в живописной деревне Мувыр. Наша команда профессионалов занимается всеми аспектами организации свадебного мероприятия, начиная от выбора идеального места для проведения церемонии и банкета до оформления и развлекательной программы',
            'button' => 'Все Мероприятия',
        ],
        'entertainments' => [
            'title' => 'Развлечения',
            'description' => 'Мы предлагаем большой спектр развлечений',
            'button' => 'Все Развлечения',
        ],
        'houses' => [
            'title' => 'Гостевые Домики',
            'description' => 'Мы предлагаем вам остановиться в наших уютных гостевых домиках',
            'button' => 'Все Домики',
            'empty' => 'В данный момент нет домиков :(',
        ],
        'products' => [
            'title' => 'Молочная Продукция',
            'description' => 'Молочная продукция, производящаяся в деревне Мувыр представляет широкий ассортимент свежих и натуральных молочных продуктов, созданных с любовью и заботой в нашей деревне. Мы гордимся высоким качеством нашей продукции, которая производится из свежего молока, полученного от местных коров. Наша команда экспертов следит за каждым этапом производства, чтобы обеспечить вам самые вкусные и полезные молочные продукты. От свежего молока до йогуртов, сыров и масла - мы предлагаем вам насладиться натуральными и питательными продуктами от нашей деревни Мувыр.',
            'button' => 'Молочная продукция',
        ],
        'projects' => [
            'title' => 'Инвесторам',
            'description' => 'Инвестируя в возрожденную деревню Мувыр, вы не только получите выгоду и прибыль, но и внесете значимый вклад в развитие этого прекрасного места. Мы гарантируем прозрачность, надежность и сотрудничество на взаимовыгодных условиях.',
            'empty' => 'В данный момент здесь пусто :(',
        ],
        'history' => [
            'title' => 'История Мувыра',
            'description' => 'В начале 1980-х родную деревню Корепанова, основанную в 1837-м, стёрли с лица земли. Дома снесли бульдозером, людей перебросили в соседние сёла. «Неперспективный» Мувыр перестал существовать в документах и на картах. А Александр никак не мог понять: зачем и кому это нужно? Он сидел на берегу реки, смотрел на поле, где ещё недавно кипела жизнь, и у него, молодого сильного мужчины, отслужившего срочную на границе с Китаем, опускались руки. Именно тогда он пообещал себе возродить малую родину.',
            'button' => 'Читать дальше',
        ],
        'contacts' => [
            'title' => 'Контакты',
            'address_label' => 'Адрес:',
            'phone_label' => 'Телефон:',
            'vk_label' => 'Вконтакте:',
            'button' => 'Карта Мувыра',
        ],
    ],
    'excursions' => [
        'title' => 'Экскурсии',
        'button' => 'Записаться',
        'empty' => 'В данный момент нет экскурсий :(',
    ],
    'events' => [
        'title' => 'Мероприятия',
        'button' => 'Записаться',
        'empty' => 'В данный момент нет мероприятий :(',
    ],
    'houses' => [
        'title' => 'Гостевые домики',
        'button' => 'Подробнее',
        'empty' => 'В данный момент нет домиков :(',
    ],
    'house' => [
        'button' => 'Оставить заявку',
    ],
    'entertainments' => [
        'title' => 'Развлечения',
        'empty' => 'В данный момент нет развлечений :(',
    ],
    'products' => [
        'title' => 'Молочная продукция',
        'description' => 'Мувырский молокозавод производит молочную продукцию, полученную из отборного молока своих коров, что гарантирует высокую степень качества на всех этапах производства',
        'button' => 'Записаться',
        'empty' => 'Не удалось загрузить молочную продукцию :(',
        'addresses' => [
            'title' => 'Покупать Здесь',
            'empty' => 'Не удалось загрузить адреса магазинов :(',
        ]
    ],
    'projects' => [
        'title' => 'Наши проекты',
        'empty' => 'В данный момент нет проектов :(',
    ],
    'contacts' => [
        'title' => 'Контакты',
        'description_block_1' => 'Если вы любите активный, интересный отдых в живописных местах, при этом вам нравится узнавать что-то новое и полезное для себя, если вы сторонник семейного отдыха, то вам обязательно нужно приехать в деревню Мувыр, Игринского района.',
        'description_block_2' => 'В нашей деревне вас ждут кафе, катание на лодках, сапах, рыбалка, висячий мост, лестничный спуск к реке Лоза, троллей 30 м., веревочный парк, детский городок, спортивная площадка с резиновым покрытием, животные фермы, вкусная молочная продукция!',
        'operation' => 'Режим работы:',
        'cafe' => [
            'label' => '-Кафе:',
            'value' => 'с 10.00-19.00 пт., сб., вс.; Будни по предзаказу',
        ],
        'boats' => [
            'label' => '-Лодочная станция:',
            'value' => 'с 9.00 до 21.00 в будни и выходные',
        ],
        'address_label' => 'Адрес:',
        'phone_label' => 'Телефон:',
        'group_label' => 'Вконтакте:',
        'map_title' => 'Интерактивная карта Мувыра',
    ],
    'history' => [
        'block_1' => [
            'title' => 'История мувыра',
            'text' =>  'В начале 1980-х родную деревню Корепанова, основанную в 1837-м, стёрли с лица земли.
                Дома снесли бульдозером, людей перебросили в соседние сёла.
                «Неперспективный» Мувыр перестал существовать в документах и на картах.
                А Александр никак не мог понять: зачем и кому это нужно?
                Он сидел на берегу реки, смотрел на поле, где ещё недавно кипела жизнь, и у него,
                молодого сильного мужчины, отслужившего срочную на границе с Китаем, опускались руки.
                Именно тогда он пообещал себе возродить малую родину. Но что мог 20-летний дембель?
                Сегодня «молодому сильному мужчине» 62.
                И уже полжизни он восстанавливает деревню Мувыр в Игринском районе Удмуртии,
                на берегу реки Лоза. Сразу после армии такую ношу было не потянуть.
                Поэтому десять лет Корепанов прожил в соседней Зуре.
                Помогал родителям по хозяйству, учился заочно в сельхозинституте.
                И всё время твердил: «Надо возвращаться в Мувыр...» Отец однажды не выдержал:
                «Ну, и сколько ты ещё болтать будешь?»— В детстве я смотрел на него — тракториста,
                механизатора, передовика — и понимал, что тоже хочу связать жизнь с землёй
                , — вспоминает Александр. — Отец воспитывал меня не словами, а личным примером.
                Мне хотелось ему помогать. Я гордился нашей деревней.
                И даже представить себе не мог, что когда-нибудь она исчезнет и мне придётся её возрождать.',
            'image_captions' => [
                'hockey' => 'Местные ребята на хоккее',
                'street' => 'Улица д. Мувыр в 70-е годы',
            ],
        ],
        'block_2' => [
            'title' => 'Возрождение Мувыра',
            'text' => [
                '1' => 'Сначала Александр заготавливал лес, разводил овец, обрабатывал землю.
                        Даже страусов завёл — для привлечения внимания к деревне.
                        Теперь руководителя фермерского хозяйства Корепанова в Удмуртии знают многие.
                        На деньги жителей проложены 4 км гравийной дороги, закуплена техника, возведены две водонапорные башни.
                        А материалы для постройки домов Александр Геннадьевич предоставляет переселенцам безвозмездно.
                        Зарплаты в хозяйстве — 25–30 тыс. руб. Вроде немного. Но работники и зерно получают, и дрова для отопления.',
                '2' => 'Благодаря поддержке региональных властей, в деревне был открыт собственный цех по переработке молока.
                        Под торговой маркой «Мувыр» здесь производят кефир, йогурт, творог и сыр.
                        Одна из дочерей Александра Корепанова, Нина Шкляева, работает управляющей на этом молокозаводе.
                        Окончив школу, Нина поступила в педагогический институт и переехала в Пермь.
                        Поездки в родную деревню дали понять, что жить в городе ей не нравится,
                        и спустя несколько лет Нина решила вернуться в Мувыр.
                        Когда регион выделил грант на строительство молокозавода,
                        жизнь Нины изменилась, и она начала развиваться в области фермерского хозяйства.',
                '3' => 'В деревне постоянно растет число отдыхающих.
                        Уже сейчас Мувыр принимает около 4 000 туристов ежегодно.
                        Вторая дочь Александра Корепанова, Мария Прокофьева, отвечает за туризм в деревне.
                        Жизнь в Москве показалась ей суетливой, а офисная работа —
                        однообразной, поэтому во время декрета Мария решила вернуться в Мувыр.
                        Постепенно дочь Корепанова начала заниматься туризмом:
                        она проводит экскурсии, открыла музей и кафе, приобрела лодки, занялась постройкой гостевых домов.',
            ],
            'image_captions' => [
                'products' => 'Производство молочной продукции',
                'houses' => 'Гостевые домики',
            ],
        ],
        'block_3' => [
            'title' => 'Мувыр Сейчас',
            'text' => [
                '1' => 'Александр Геннадьевич за всё в ответе.
                        За людей (в Мувыре работают и жители других деревень),
                        за крупный рогатый скот. Общее поголовье — 350 особей,
                        из них 150 — дойные коровы. И на всю продукцию есть покупатель,
                        даже оптовый — натуральное фермерское народ уважает.
                        Пора кафе открывать да кормить туристов. Хотя с ними непросто.
                        Путешественников и в удмуртской столице немного.
                        А от Ижевска до Мувыра 120 км. Не каждый готов сделать крюк ради пейзажей и модного агротуризма.
                        Привлечением гостей занимается младшая дочь Корепанова. Когда началась пандемия,
                        Мария с семьёй бросила работу в Москве и переехала в Мувыр.
                        И потянулись школьники и взрослые в деревню, в которой есть крутая детская площадка,
                        верёвочный экстрим-парк, каскад зарыбленных прудов, где можно посидеть не с гаджетом, а с удочкой...',
                '2' => 'Сегодня в Мувыре есть небольшой музей. О деревне написаны две книги.
                        — Чем больше сёл, тем больше осваиваемых земель и зерна в закромах.
                        Значит, россияне сыты, довольны и спокойно работают, не думая о плохом.
                        Так что душа России действительно в деревне.',
            ],
            'image_captions' => [
                'Alexander' => 'Александр Корепанов',
            ],
        ],
        'block_4' => [
            'title' => 'Приезжайте в Мувыр!',
            'text' => 'Мувыр — уютная деревня, не похожая на все остальные. Несмотря на привычный стереотип о деревенской жизни, 
                    здесь можно одновременно жить на природе и самореализовываться. Это место идеально подходит тем,
                    кто устал от ритма большого города и всегда мечтал иметь дом в настоящей русской деревне.',
        ],
    ],
];
