<?php

return [
    'phone_number' => '+7 (901) 865 87-55',
    'address' => 'Игринский район, д. Мувыр',
    'group' => 'https://vk.com/weekendvmywer',
    'layout' => [
        'services' => 'Услуги',
        'excursions' => 'Экскурсии',
        'events' => 'Мероприятия',
        'houses' => 'Гостевые домики',
        'entertainments' => 'Развлечения',
        'products' => 'Молочная продукция',
        'projects' => 'Инвесторам',
        'contacts' => 'Контакты',
        'history' => 'История',
    ],
    'history' => [
        'header' => [
            'title' => 'История Мувыра',
            'description' => 'История Александра Корепанова, который восстанавливает свою родную деревню Мувыр, впечатляет своей настойчивостью и преданностью. Несмотря на трудности и неприятности, он несгибаемо привлекает внимание к деревне',
            'button' => 'Читать'
        ],
        'text_1' => 'В начале 1980-х родную деревню Корепанова, основанную в 1837-м, стёрли с лица земли.
                Дома снесли бульдозером, людей перебросили в соседние сёла. «Неперспективный» Мувыр
                перестал существовать в документах и на картах. А Александр никак не мог понять: зачем
                и кому это нужно?Он сидел на берегу реки, смотрел на поле, где ещё недавно кипела жизнь,
                и у него, молодого сильного мужчины, отслужившего срочную на границе с Китаем, опускались
                руки. Именно тогда он пообещал себе возродить малую родину. Но что мог 20-летний дембель?
                Сегодня «молодому сильному мужчине» 62. И уже полжизни он восстанавливает деревню Мувыр в
                Игринском районе Удмуртии, на берегу реки Лоза. Сразу после армии такую ношу было не
                потянуть. Поэтому десять лет Корепанов прожил в соседней Зуре. Помогал родителям по
                хозяйству, учился заочно в сельхозинституте. И всё время твердил: «Надо возвращаться
                в Мувыр...» Отец однажды не выдержал: «Ну, и сколько ты ещё болтать будешь?»— В детстве
                я смотрел на него — тракториста, механизатора, передовика — и понимал, что тоже хочу
                связать жизнь с землёй, — вспоминает Александр. — Отец воспитывал меня не словами, а
                личным примером. Мне хотелось ему помогать. Я гордился нашей деревней. И даже представить
                себе не мог, что когда-нибудь она исчезнет и мне придётся её возрождать.',
        'text_2' => 'В 1992-м он приехал с отцом на место уничтоженного Мувыра, где не было ни дорог, ни
                    электричества, ни воды, и начал строить дом. Знакомые крутили пальцем у виска. Но
                    через год вся семья Корепановых (у Александра уже были жена и две дочери) перебралась
                    в Мувыр. Спустя ещё пару лет у них появился первый сосед. А 16 декабря 2008 г. чудо, в
                    которое «доброжелатели» не хотели верить, случилось: населённый пункт Мувыр был
                    восстановлен официально. У него появился второй день рождения. А у Корепанова снова
                    текли слёзы. От счастья.',
        'text_3' => 'Сейчас в деревне Мувыр на ул. Светлой 13 новых крепких домов. И скоро появятся
                ещё: Корепанов ставит сруб для младшей дочери, сосед — для сына. Решил переехать
                и житель Воткинска, у которого в Мувыре родился прадед... Пока 40 человек. Зато
                случайного ни одного. Каждый перебрался сюда осознанно. И осознанно остался.',
        'text_4' => 'Сначала Александр заготавливал лес, разводил овец, обрабатывал землю. Даже
                    страусов завёл — для привлечения внимания к деревне. Теперь руководителя
                    фермерского хозяйства Корепанова в Удмуртии знают многие. На деньги жителей
                    проложены 4 км гравийной дороги, закуплена техника, возведены две водонапорные
                    башни. А материалы для постройки домов Александр Геннадьевич предоставляет переселенцам
                    безвозмездно. Зарплаты в хозяйстве — 25–30 тыс. руб. Вроде немного. Но работники и
                    зерно получают, и дрова для отопления.',
        'text_5' => 'Александр Геннадьевич за всё в ответе. За людей (в Мувыре работают и жители других
                деревень), за крупный рогатый скот. Общее поголовье — 350 особей, из них 150 — дойные
                коровы. И на всю продукцию есть покупатель, даже оптовый — натуральное фермерское народ
                уважает. Пора кафе открывать да кормить туристов. Хотя с ними непросто. Путешественников
                и в удмуртской столице немного. А от Ижевска до Мувыра 120 км. Не каждый готов сделать
                крюк ради пейзажей и модного агротуризма. Привлечением гостей занимается младшая дочь
                Корепанова. Когда началась пандемия, Мария с семьёй бросила работу в Москве и переехала
                в Мувыр. И потянулись школьники и взрослые в деревню, в которой есть крутая детская
                площадка, верёвочный экстрим-парк, каскад зарыбленных прудов, где можно посидеть не с
                гаджетом, а с удочкой...',
        'text_6' => 'Наша гордость — висячий мост через реку. На берегу — часовня в честь святого Георгия
                    Победоносца. Батюшка по праздникам служит. Без веры ведь никак нельзя. Ещё организовали
                    базу отдыха. Показываем приезжим занесённый в Красную книгу венерин башмачок.
                    Представляете, какое растение — семечко в землю падает, а цветы появляются только лет
                    через 15.',
        'text_7' => 'Когда-то поля вокруг Мувыра обрабатывал дед Александра, погибший во время Великой
                Отечественной. После него здесь трудился отец Корепанова. Их уже нет. Но в деревне
                живут мама и сестра. Тут же — старшая дочь с семьёй. Прежде учительницей работала.
                Теперь на ней весь молокозавод и переработка.',
        'text_8' => '30 лет Корепанов восстанавливает жизнь малой родины. Сегодня в Мувыре есть небольшой музей. О деревне написаны две книги. — Чем больше сёл,
                тем больше осваиваемых земель и зерна в закромах. Значит, россияне сыты, довольны и
                спокойно работают, не думая о плохом. Так что душа России действительно в деревне.',
        'quote_1' => 'Много людей через Мувыр прошло. Не все выдержали. Труд в деревне тяжёлый. Но тем,
                        кто живёт здесь сейчас, я очень благодарен. С ними — и в огонь и в воду. И в разведку.',
        'quote_2' => 'Мы ведь не вечны. Надо оставить кому-то то, что сделано. Мама моя уже в годах.
                        Помню, спросил: «Чем сегодня будешь заниматься?» Она улыбнулась: «Не переживай,
                        сынок, работа у меня на неделю вперёд запланирована». Вот и я 25 лет без отпуска.
                        Сегодня в районе совещание, а я с утра уже на рыбалку сходил. Говорят же: гены пальцем
                        не придавишь.',
        'quote_3' =>'Два дела — растить хлеб и защищать Родину — считаю для себя особо важными. Но с
                            рабочей силой большая проблема. Пригласили меня как-то в профтехучилище. Передо мной
                            выступал нефтяник, и на его вопрос «Кто хочет добывать нефть?» человек 15 подняли руки.
                            Потом вышел я, стал рассказывать о нашей жизни... Что вы думаете? Ни один не захотел
                            связать жизнь с сельским хозяйством. Нужны законы на федеральном уровне, чтобы молодёжь
                            захотела работать в деревне.',
        'author' => 'Александр Корепанов',
        'image_alt_1' => 'Старый Мувыр',
        'image_alt_2' => 'Новый Мувыр',
        'image_alt_3' => 'Висячий мост',
        'image_alt_4' => 'Александр Корепанов',
        'before_label' => 'Старый Мувыр',
        'after_label' => 'Возрожденный Мувыр',
    ],
    'gallery' => [
        'header' => [
            'title' => 'Галерея',
            'description' => 'Мувыр приглашает вас на увлекательный визуальный тур, погружаясь в мир уютных домиков, разнообразных развлечений и захватывающей красоты природы',
            'button' => 'Смотреть'
        ],
        'empty' => 'На данный момент в галерее нет картинок'
    ],
    'investors' => [
        'header' => [
            'title' => 'Наши проекты',
            'description' => 'Мувыр предлагает уникальные инвестиционные возможности в проекты развития деревни, где Вы сможете вложить свои средства в устойчивое развитие и создание благоприятной экосистемы',
            'button' => 'Посмотреть все'
        ],
        'empty' => 'На данный момент нет проектов'
    ],
    'contacts' => [
        'header' => [
            'title' => 'Контакты',
            'description' => 'Если вы любите активный, интересный отдых в живописных местах, при этом вам нравится узнавать что-то новое и полезное для себя, если вы сторонник семейного отдыха, то вам обязательно нужно приехать в деревню Мувыр, Игринского района',
            'button' => 'Посмотреть контакты'
        ],
        'text' => 'В нашей деревне вас ждут кафе, катание на лодках, сапах, рыбалка, висячий мост, лестничный спуск к реке Лоза, троллей 30 м., веревочный парк, детский городок, спортивная площадка с резиновым покрытием, животные фермы, вкусная молочная продукция!',
        'schedule' => 'Режим работы:',
        'cafe' => [
            'label' => '-Кафе:',
            'value' => 'с 10.00-19.00 пт., сб., вс.; Будни по предзаказу'
        ],
        'boats' => [
            'label' => '-Лодочная станция:',
            'value' => 'с 9.00 до 21.00 в будни и выходные'
        ],
    ],
    'production' => [
        'header' => [
            'title' => 'Продукция',
            'description' => 'Мувырский молокозавод производит молочную продукцию, полученную из отборного молока своих коров, что гарантирует высокую степень качества на всех этапах производства',
            'button' => 'Посмотреть все'
        ],
        'empty' => 'На данный момент продукция отсутствует',
        'title' => 'Наша продукция',
        'shops' => [
            'title' => 'Магазины с нашей продукцией',
            'empty' => 'Не удалось найти магазины с нашей продукцией'
        ],
    ],
    'entertainment' => [
        'header' => [
            'title' => 'Развлечения',
                'description' => 'В нашей деревне есть всё: от спокойного плавания на лодках до экстремальных поездок по лесу',
                'button' => 'Посмотреть все'
            ],
        'empty' => 'Не удалось загрузить каталог развлечений'
    ],
    'houses' => [
        'header' => [
            'title' => 'Гостевые домики',
            'description' => 'Мы предлагаем вам остановиться в наших уютных гостевых домиках и отдохнуть в наших замечательных беседках',
            'button' => 'Посмотреть все'
        ],
        'empty' => 'Не удалось загрузить гостевые домики',
        'button' => 'Оставить заявку',
        'card' => [
          'capacity' => 'Вместимость:',
          'up' => 'до',
          'people' => 'человек'
        ],
    ],
    'cafe' => [
        'header' => [
            'title' => 'Кафе',
            'description' => 'В нашем уютном кафе вы можете провести любой праздник. Наша команда профессионалов позаботиться об организации и устроит все так, что у вас не будет времени заскучать',
            'button' => 'Посмотреть все'
        ],
        'empty' => 'В данный момент мероприятий в кафе не проводится'
    ],
    'events' => [
        'header' => [
            'title' => 'Мероприятия',
            'description' => 'Ежегодно на нашей базе отдыха проводятся разного рода мероприятия в честь народных праздников',
            'button' => 'Посмотреть все'
        ],
        'empty' => 'В данный момент нет мероприятий',
        'time_spending' => 'Время проведения:',
    ],
    'excursions' => [
        'header' => [
            'title' => 'Экскурсии',
            'description' => 'В нашей деревне есть всё: от спокойного плавания на лодках до экстремальных прогулок по лесу',
            'button' => 'Выбрать экскурсии'
        ],
        'empty' => 'В данный момент нет экскурсий',
        'button' => 'Оставить заявку'
    ],
    'welcome' =>[
        'title' => 'Прекрасный отдых в возрождённой деревне Игринского Района',
        'text' => 'Удивительное место Удмуртской Республики - Возрождённая деревня Мувыр',
        'button' => 'Выбрать экскурсию',
        'history' => 'История Мувыра',
    ],
    'contact_part' => [
        'title' => 'Контакты',
        'address' => 'Игринский район, д. Мувыр',
        'phone' => '+7 (901) 865-87-55',
        'phone_description' => 'Ежедневно с 9:00 до 20:00',
        'button' => 'Бесплатный звонок',
        'social' => 'Наши страницы в соц. сетях'
    ],
    'modal_part' => [
        'description' => 'В ближайшее время мы позвоним вам и подробно расскажем об условиях и стоимости выбранного вами вида отдыха',
        'price' => 'Стоимость:',
        'input' => [
            'name' => 'Имя',
            'name_placeholder' => 'Иван',
            'phone' => 'Номер телефона',
            'phone_placeholder' => '+7 (900) 900 90 90',
            'comment' => 'Комментарий',
            'comment_placeholder' => 'Ваши пожелания, предпочтения или другая уточняющая информация',
        ],
        'button' => 'Отправить заявку'
    ],
    'header' =>[
        'logo' => 'Открываем Мувыр',
        'social' => 'Наши страницы в соц. сетях',
        'logo_text' => 'Открываем Мувыр',
        'vk' => 'Группа вконтакте',
        'telegram' => 'Телеграм',
        'whatsup' => 'Ватсапп',
        'viber' => 'Вайбер',
        'href_phone' => 'tel:+79018658755',
        'phone' => '+7 (901) 865-87-55',
        'phone_description' => 'Ежедневно с 9:00 до 20:00',
        'button' => 'Бесплатный звонок',
        'button_description' => 'Бесплатный звонок',
        'burger_alt' => 'Меню',
        'main' => 'Главная',
        'history' => 'О Нас',
        'excursions' => 'Экскурсии',
        'events' => 'Мероприятия',
        'cafe' => 'Кафе',
        'houses' => 'Домики и беседки',
        'entertaiment' => 'Развлечения',
        'production' => 'Продукция',
        'gallery' => 'Галерея',
        'investors' => 'Инвесторам',
        'contacts' => 'Контакты',
    ],
    'footer_text' => 'КФК Корепанов А.Г. размещает на сайте и иных ресурсах фотографии с мероприятий, с изображением граждан в соответствии с п.2 ч.1 ст. 152.1 ГК РФ',
    'product_main' => [
        'title' => 'Молочная продукция',
        'description' => 'На нашей базе отдыха вы сможете приобрести молочную продукцию собственного производства',
        'button' => 'Вся продукция',
        'alt' => 'Продукция'
    ],
    'houses_main' => [
        'title' => 'Гостевые домики',
        'description' => 'Мы предлагаем вам остановиться в наших уютных гостевых домиках',
        'button' => 'Читать полностью',
        'empty' => 'Не удалось загрузить гостевые домики',
    ],
    'history_main' => [
        'title' => 'История Мувыра',
        'description' => 'В начале 1980-х родную деревню Корепанова, основанную в 1837-м, стёрли с лица земли. Дома снесли бульдозером,
                людей перебросили в соседние сёла. «Неперспективный» Мувыр перестал существовать в документах и на картах.
                А Александр никак не мог понять: зачем и кому это нужно? Он сидел на берегу реки, смотрел на поле, где ещё недавно кипела жизнь,
                и у него, молодого сильного мужчины, отслужившего срочную на границе с Китаем, опускались руки. Именно тогда он пообещал себе
                возродить малую родину.',
        'button' => 'Все домики',
        'alt' => 'Старый Мувыр',
    ],
    'excursions_main' => [
        'title' => 'Экскурсии',
        'description' => 'В нашей деревне есть всё: от спокойного плавания на лодках до увлекательных прогулок по лесу',
        'button' => 'Все экскурсии',
        'empty' => 'Не удалось загрузить экскурсии',
        //???
        'card' => [
            'from' => '',
            'currency icon' => '',
            'free' => ''
        ],
    ],
    'events_main' => [
        'title' => 'Мероприятия',
        'description' => 'Ежегодно в нашей деревне проводятся разного рода мероприятия',
        'button' => 'Все мероприятия',
        'event_time' => 'Время проведения:',
        'empty' => 'Не удалось загрузить мероприятия'
    ],
    'entertainments_main' => [
        'title' => 'Развлечения',
        'description' => 'Мы предлагаем большой спектр развлечений для детей и взрослых',
        'button' => 'Все развлечения',
        'empty' => 'Не удалось загрузить каталог развлечений',
        //???
    ],
    'contacts_main' => [
        'title' => 'Контакты',
        'address' => 'Игринский район, д. Мувыр',
        'button' => 'Бесплатный звонок',
        'button_alt' => 'Бесплатный звонок',
        'phone' => '+7 (901) 865-87-55',
        'phone_desc' => 'Ежедневно с 9:00 до 20:00',
        'social' => 'Наши страницы в соц. сетях',
        'vk' => 'Группа вконтакте',
        'telegram' => 'Телеграм',
        'whatsup' => 'Ватсапп',
        'viber' => 'Вайбер',
        'phone_href' => 'tel:+79018658755'
    ],
    'cafe_main' => [
        'title' => 'Кафе',
        'description' => 'В нашем уютном кафе вы можете провести любое мероприятие. Наша команда профессионалов позаботиться об организации',
        'button' => 'Больше мероприятий',
        'event_time' => 'Время проведения:',
        'empty' => 'Не удалось загрузить мероприятия в кафе',
        'card' => [
            'data-position-price' => '',
            'button' => 'Оставить заявку'
        ],
    ],
    'projects_main' => [
        'title' => 'Инвесторам',
        'description' => 'Инвестируя в возрожденную деревню Мувыр, вы не только получите выгоду и прибыль, но и внесете значимый вклад в развитие этого прекрасного места',
        'button' => 'Все задачи',
        'empty' => 'Не удалось загрузить проекты',
    ],

];

