<?php

return [
    'phone_number' => '+7 (901) 865 87-55 1',
    'layout' => [
        'services' => 'Услуги 1',
        'excursions' => 'Экскурсии 1',
        'events' => 'Мероприятия 1',
        'houses' => 'Гостевые домики 1',
        'entertainments' => 'Развлечения 1',
        'products' => 'Молочная продукция 1',
        'projects' => 'Инвесторам 1',
        'contacts' => 'Контакты 1',
        'history' => 'История 1',
    ],
    'main' => [
        'title' => 'Добро пожаловать в 1',
        'title_name' => 'Мувыр 1',
        'learn_more' => 'Узнать больше 1',
        'excursions' => [
            'title' => 'Экотуризм в Мувыре 1',
            'description' => ' 1 В деревне Мувыр можно наслаждаться природой, прогуляться по лесу до висячего моста, прокатиться на лодке, рыбачить, организовать барбекю, устроить пикник в беседке или под открытым небом и многое другое',
            'button' => 'Все Экскурсии 1',
            'empty' => '1 В данный момент нет экскурсий',
        ],
        'events' => [
            'title' => 'Мероприятия 1',
            'description' => ' 1 Мы предлагаем множество чудесных мероприятий',
            'button' => 'Все Мероприятия 1',
            'empty' => '1 В данный момент нет мероприятий',
        ],
        'weddings' => [
            'title' => 'Организация Свадеб 1',
            'description' => ' 1 Мы предлагаем уникальную возможность создать незабываемое свадебное торжество в живописной деревне Мувыр. Наша команда профессионалов занимается всеми аспектами организации свадебного мероприятия, начиная от выбора идеального места для проведения церемонии и банкета до оформления и развлекательной программы',
            'button' => 'Все Мероприятия 1',
        ],
        'entertainments' => [
            'title' => '1 Развлечения',
            'description' => ' 1 Мы предлагаем большой спектр развлечений',
            'button' => '1 Развлечения',
        ],

    ],
];
